export const quizzes = [
    {
        id: 1,
        title: "マーケティングレベル1",
        description: "レベル1の説明",
        questions: [
            {
                question: "「CPC」とは？",
                options: ["クリック単価", "広告表示回数", "コンバージョン数"],
                answer: "クリック単価",
            },
            {
                question: "「CTR」とは？",
                options: ["クリック率", "広告費用", "ページビュー数"],
                answer: "クリック率",
            },
            {
                question: "「IMP」とは？",
                options: [
                    "広告がクリックされた回数",
                    "購入された回数",
                    "広告が表示された回数"
                ],
                answer: "広告が表示された回数",
            },
            {
                question: "「リスティング広告」とは？",
                options: [
                    "バナー広告",
                    "検索連動型広告",
                    "SNS広告"
                ],
                answer: "検索連動型広告",
            },
            {
                question: "「SEO」とは？",
                options: [
                    "検索エンジン最適化",
                    "検索エンジン運用術",
                    "インターネット集客戦略"
                ],
                answer: "検索エンジン最適化",
            },
            {
                question: "「CV」とは？",
                options: [
                    "目標とする成果数",
                    "ユーザーのクリック数",
                    "広告の表示回数"
                ],
                answer: "目標とする成果数",
            },
            {
                question: "「PV」とは？",
                options: [
                    "広告がクリックされた回数",
                    "購入された商品の数",
                    "ウェブページが閲覧された回数"
                ],
                answer: "ウェブページが閲覧された回数",
            },
            {
                question: "「直帰率」とは？",
                options: [
                    "広告をクリックした割合",
                    "最初のページだけ見て離脱した割合",
                    "サイト内を回遊した時間",
                ],
                answer: "最初のページだけ見て離脱した割合",
            },
            {
                question: "「リターゲティング広告」とは？",
                options: [
                    "検索エンジンの結果ページで表示される広告",
                    "過去にサイトを訪れたユーザーに再び広告を配信する手法",
                    "メールマーケティングの一種"
                ],
                answer: "過去にサイトを訪れたユーザーに再び広告を配信する手法",
            },
            {
                question: "「広告ランク」に影響する要素として正しくないものは？",
                options: [
                    "入札額",
                    "広告の品質スコア",
                    "ユーザーの購入履歴"
                ],
                answer: "ユーザーの購入履歴",
            }
        ],
    },
    {
        id: 2,
        title: "マーケティングレベル2",
        questions: [
            {
                question: "「ROAS」とは？",
                options: [
                    "検索順位",
                    "広告費用対効果",
                    "クリック単価"
                ],
                answer: "広告費用対効果",
            },
            {
                question: "「LTV」とは？",
                options: [
                    "ページビュー数",
                    "ユーザーの生涯価値",
                    "広告表示回数"
                ],
                answer: "ユーザーの生涯価値",
            },
            {
                question: "「CPA」とは？",
                options: [
                    "1件のコンバージョンにかかった広告費",
                    "広告の品質スコア",
                    "クリック率"
                ],
                answer: "1件のコンバージョンにかかった広告費",
            },
            {
                question: "「オーガニック検索」とは？",
                options: [
                    "リスティング広告の流入",
                    "自然検索結果からの流入",
                    "SNS広告のクリック数"
                ],
                answer: "自然検索結果からの流入",
            },
            {
                question: "「リード」とは？",
                options: [
                    "購入完了したユーザー",
                    "広告の表示回数",
                    "見込み顧客"
                ],
                answer: "見込み顧客",
            },
            {
                question: "「LP」とは？",
                options: [
                    "ユーザーがウェブサイトを離脱する際に表示されるページ",
                    "広告のクリック後に表示される広告の詳細ページ",
                    "特定のアクション（購入、登録など）を促進するための単一ページのウェブサイト"
                ],
                answer: "特定のアクション（購入、登録など）を促進するための単一ページのウェブサイト",
            },
            {
                question: "「Google Analytics」とは？",
                options: [
                    "広告キャンペーンの費用対効果を計測するツール",
                    "ウェブサイトの訪問者の行動を解析するツール",
                    "検索エンジンのランキングを管理するツール"
                ],
                answer: "ウェブサイトの訪問者の行動を解析するツール",
            },
            {
                question: "「リマーケティング」とは？",
                options: [
                    "過去にサイトを訪れたユーザーへ広告を配信する",
                    "新規ユーザーへの広告配信",
                    "購入したことがあるユーザーへの広告配信"
                ],
                answer: "過去にサイトを訪れたユーザーへ広告を配信する",
            },
            {
                question: "「エンゲージメント率」とは？",
                options: [
                    "広告の表示回数",
                    "ユーザーがアクションを起こした割合",
                    "サイトの訪問時間"
                ],
                answer: "ユーザーがアクションを起こした割合",
            },
            {
                question: "「ネイティブ広告」の特徴として適切なものは？",
                options: [
                    "サイトの訪問時間",
                    "広告の表示回数",
                    "コンテンツに自然に溶け込んだ広告"
                ],
                answer: "コンテンツに自然に溶け込んだ広告",
            },
        ]
    },
    {
        id: 3,
        title: "マーケティングレベル3",
        questions: [
            {
                question: "「PPC広告」とは？",
                options: [
                    "広告が表示される度に料金が発生する広告モデル",
                    "広告がクリックされる度に料金が発生する広告モデル",
                    "広告が表示される度にクリック数がカウントされる広告モデル"
                ],
                answer: "広告がクリックされる度に料金が発生する広告モデル",
            },
            {
                question: "「CTR」とは？",
                options: [
                    "広告費用対効果",
                    "クリック率",
                    "広告の表示回数"
                ],
                answer: "クリック率",
            },
            {
                question: "「ターゲティング」とは？",
                options: [
                    "広告の表示を特定の地域や属性の人々に絞ること",
                    "広告を無作為に表示すること",
                    "顧客からのフィードバックを得ること"
                ],
                answer: "広告の表示を特定の地域や属性の人々に絞ること",
            },
            {
                question: "「ディスプレイ広告」とは？",
                options: [
                    "テレビ広告の一種",
                    "ウェブサイトに画像やバナーを表示する広告形式",
                    "検索結果に表示される広告"
                ],
                answer: "ウェブサイトに画像やバナーを表示する広告形式",
            },
            {
                question: "「Google AdWords」とは？",
                options: [
                    "検索エンジンのアルゴリズム",
                    "Googleの広告配信プラットフォーム",
                    "広告代理店の名称"
                ],
                answer: "Googleの広告配信プラットフォーム",
            },
            {
                question: "「SEOのオンページ最適化」とは？",
                options: [
                    "検索エンジンのアルゴリズムを変更すること",
                    "サイト内部のコンテンツやコードを最適化すること",
                    "外部リンクを増やすこと"
                ],
                answer: "サイト内部のコンテンツやコードを最適化すること",
            },
            {
                question: "「リードジェネレーション」とは？",
                options: [
                    "顧客データを収集すること",
                    "サイトのページビューを増やすこと",
                    "広告のクリック数を増やすこと"
                ],
                answer: "顧客データを収集すること",
            },
            {
                question: "「オウンドメディア」とは？",
                options: [
                    "広告主が所有するメディア",
                    "他社と提携したメディア",
                    "広告代理店が運営するメディア"
                ],
                answer: "広告主が所有するメディア",
            },
            {
                question: "「インサイト」とは？",
                options: [
                    "広告キャンペーンのクリック数",
                    "顧客や市場に関する深い理解",
                    "広告予算の管理"
                ],
                answer: "顧客や市場に関する深い理解",
            },
            {
                question: "「モバイルファースト」とは？",
                options: [
                    "モバイル向け広告を優先すること",
                    "モバイル版を優先したwebサイトのこと",
                    "モバイルユーザーの行動データを分析すること"
                ],
                answer: "モバイル版を優先したwebサイトのこと",
            },
        ]
    },
    {
        id: 4,
        title: "マーケティングレベル4",
        questions: [
            {
                question: "「セグメンテーション」とは？",
                options: [
                    "商品をグループにまとめること",
                    "顧客を複数のグループに分けること",
                    "広告を無差別に配信すること"
                ],
                answer:  "顧客を複数のグループに分けること",
            },
            {
                question: "「EPC」とは？",
                options: [
                    "クリック1回あたりの収益",
                    "広告をクリックしたユーザーの数",
                    "広告主が支払うクリック単価"
                ],
                answer: "クリック1回あたりの収益",
            },
            {
                question: "「ASP」とは？",
                options: [
                    "オンラインショップで商品の売上を管理するシステム",
                    "デジタル広告のクリック数を集計するツール",
                    "アフィリエイト広告を管理し、成果報酬型の取引を仲介するサービス"
                ],
                answer: "アフィリエイト広告を管理し、成果報酬型の取引を仲介するサービス",
            },
            {
                question: "「KGI」とは？",
                options: [
                    "最終的な目標達成度を測る指標",
                    "日々の業務の進捗を測る指標",
                    "広告費用の効率性を測る指標"
                ],
                answer: "最終的な目標達成度を測る指標",
            },
            {
                question: "「CPM」とは？",
                options: [
                    "クリック1回あたりの費用",
                    "1,000回の広告表示あたりの費用",
                    "広告のインプレッション数を測る指標"
                ],
                answer: "1,000回の広告表示あたりの費用",
            },
            {
                question: "「EFO」とは？",
                options: [
                    "広告文の最適化手法",
                    "SEO対策の一環としてフォームの内容を最適化すること",
                    "フォーム入力の効率を改善し、コンバージョン率を向上させる手法"
                ],
                answer: "フォーム入力の効率を改善し、コンバージョン率を向上させる手法",
            },
            {
                question: "「CMS」とは？",
                options: [
                    "ウェブサイトのコンテンツを管理するためのシステム",
                    "顧客との関係を管理するためのシステム",
                    "広告キャンペーンを自動化するためのツール"
                ],
                answer: "ウェブサイトのコンテンツを管理するためのシステム",
            },
            {
                question: "「KPI」とは？",
                options: [
                    "企業の利益を測る指標",
                    "目標達成に向けた進捗を測るための中間的な指標",
                    "競合他社との比較を示す指標"
                ],
                answer: "目標達成に向けた進捗を測るための中間的な指標",
            },
            {
                question: "「CRM」とは？",
                options: [
                    "企業内の財務管理を支援するシステム",
                    "広告効果を測定するツール",
                    "顧客との関係を管理し、販売活動を最適化するシステム"
                ],
                answer: "顧客との関係を管理し、販売活動を最適化するシステム",
            },
            {
                question: "「Cookie」とは？",
                options: [
                    "ユーザーのインターネット接続速度を測定するツール",
                    "ウェブサイトの広告表示を制御するための専用プログラム",
                    "ウェブサイトがユーザーのブラウザに保存する情報ファイル"
                ],
                answer: "ウェブサイトがユーザーのブラウザに保存する情報ファイル",
            },
        ]
    },
    {
        id: 5,
        title: "マーケティングレベル5",
        questions: [
            {
                question: "「アトリビューション」とは？",
                options: [
                    "広告の配信地域",
                    "コンバージョンに貢献したチャネルの評価",
                    "ページの読み込み速度"
                ],
                answer: "コンバージョンに貢献したチャネルの評価",
            },
            {
                question: "「コンテンツマーケティング」とは？",
                options: [
                    "価値ある情報で顧客を惹きつける手法",
                    "広告を使って商品を宣伝する手法",
                    "クーポン配布で集客する手法"
                ],
                answer: "価値ある情報で顧客を惹きつける手法",
            },
            {
                question: "「SaaS」とは？",
                options: [
                    "デスクトップアプリケーションを提供するソフトウェア",
                    "ソフトウェアをパソコンにインストールする形式のサービス",
                    "クラウド上で提供されるソフトウェアサービス"
                ],
                answer: "クラウド上で提供されるソフトウェアサービス"
            },
            {
                question: "「MEO」とは？",
                options: [
                    "ソーシャルメディア上のエンゲージメント向上手法",
                    "Webサイト全般のSEO（検索エンジン最適化）",
                    "モバイル端末での検索エンジン最適化"
                ],
                answer: "モバイル端末での検索エンジン最適化",
            },
            {
                question: "「SFA」とは？",
                options: [
                    "マーケティング活動を自動化するためのツール",
                    "顧客管理を効率化するためのツール",
                    "営業活動を自動化するためのツールやシステム"
                ],
                answer: "営業活動を自動化するためのツールやシステム",
            },
            {
                question: "「ネイティブ広告」とは？",
                options: [
                    "検索結果に表示されるテキスト広告",
                    "バナー広告のように目立つ形式で表示される広告",
                    "コンテンツの一部として、ユーザーに違和感なく溶け込む広告"
                ],
                answer: "コンテンツの一部として、ユーザーに違和感なく溶け込む広告",
            },
            {
                question: "「UX」とは？",
                options: [
                    "ユーザーが製品やサービスを使ったときの体験や満足度",
                    "ユーザーがサービスの価格に対する感情",
                    "ユーザーが製品を購入した後のサポートの質"
                ],
                answer: "ユーザーが製品やサービスを使ったときの体験や満足度",
            },
            {
                question: "「UI」とは？",
                options: [
                    "ユーザーが製品やサービスを使用した時の総合的な体験や満足度",
                    "ユーザーがシステムのエラーに対して感じる印象",
                    "ユーザーが製品やサービスを操作する際に触れる視覚的な要素やインターフェース"
                ],
                answer: "ユーザーが製品やサービスを操作する際に触れる視覚的な要素やインターフェース",
            },
            {
                question: "「DMP」とは？",
                options: [
                    "広告配信のための予算管理ツール",
                    "データの収集、分析、活用を行うためのプラットフォーム",
                    "広告のターゲティングを行うためのツール"
                ],
                answer: "データの収集、分析、活用を行うためのプラットフォーム",
            },
            {
                question: "「API」とは？",
                options: [
                    "アプリケーションのユーザーインターフェース",
                    "アプリケーションの広告を管理するためのツール",
                    "アプリケーション同士が相互に通信するための仕組み"
                ],
                answer: "アプリケーション同士が相互に通信するための仕組み",
            },
        ]
    },
]
